"Search..." = "Suchen...";
"Search" = "Suchen";
"Search Clipboard" = "Zwischenablage durchsuchen";
"Clipboard Content" = "Zwischenablageinhalt";
"Image" = "Bild";
"Empty" = "Leer";
"pinned" = "fixiert";
"Floatcut" = "Floatcut";
"Open Settings" = "Einstellungen öffnen";
"Request System Prompt" = "Systemdialog anfordern";
"For correct functioning of the app please tick Floatcut in Accessibility apps list.\n\nIf Floatcut is already listed but paste doesn't work, remove it from the list, then add it again and restart Floatcut." = "Damit die App korrekt funktioniert, aktiviere Floatcut in der Liste der Bedienungshilfen.\n\nWenn Floatcut dort bereits eingetragen ist, Einfügen aber nicht funktioniert, entferne den Eintrag, füge ihn erneut hinzu und starte Floatcut neu.";
"Migrate Previous Data?" = "Vorherige Daten migrieren?";
"Migrate" = "Migrieren";
"Don't Migrate" = "Nicht migrieren";
"Clear All" = "Alles löschen";
"Clear Favorites" = "Favoriten löschen";
"Combine Texts" = "Texte zusammenfassen";
"Merge All" = "Texte zusammenfassen";
"Show Favorites" = "Favoriten anzeigen";
"Show Clipboard" = "Zwischenablage anzeigen";
"Add to Favorites" = "Zu Favoriten hinzufügen";
"Remove from Favorites" = "Aus Favoriten entfernen";
"Move to Clipboard" = "Aus Favoriten entfernen und in Zwischenablage übernehmen";
"Preferences…" = "Einstellungen…";
"About Floatcut" = "Über Floatcut";
"Quit" = "Beenden";
"Preferences" = "Einstellungen";
"General" = "Allgemein";
"Hotkeys" = "Kurzbefehle";
"Appearance" = "Darstellung";
"Diagnostics" = "Diagnose";
"Acknowledgements" = "Danksagungen";
"Sticky bezel (bezel, or pop-up, stays visible after hotkey is released)" = "Fixiertes Bezel (bleibt sichtbar, nachdem der Hotkey losgelassen wurde)";
"Wraparound bezel (the first and last items are adjacent in order)" = "Bezel mit Umlauf (erstes und letztes Element grenzen direkt aneinander)";
"Menu selection pastes" = "Menüauswahl fügt ein";
"Launch Floatcut on login" = "Floatcut beim Anmelden starten";
"Settings" = "Einstellungen";
"Clippings" = "Ausschnitte";
"Clippings:" = "Ausschnitte:";
"Never" = "Nie";
"On exit" = "Beim Beenden";
"After each clip" = "Nach jedem Clip";
"Display in menu" = "Im Menü anzeigen";
"Favorites" = "Favoriten";
"Passwords:" = "Passwörter:";
"Don't copy from password fields" = "Nicht aus Passwortfeldern kopieren";
"Pasteboard types:" = "Zwischenablage-Typen:";
"Detect with Upper, Lower, Digit, and Symbol lengths:" = "Passwortähnliche Inhalte anhand von Länge und Zeichenarten erkennen:";
"Include pasteboard types in clippings list" = "Zwischenablage-Typen im Verlauf erfassen";
"Organizing:" = "Organisation:";
"Remove duplicates" = "Duplikate entfernen";
"Move pasted item to top of stack" = "Eingefügtes Element an den Anfang verschieben";
"Saving:" = "Sichern:";
"Save from bezel to:" = "Aus dem Bezel sichern nach:";
"Desktop" = "Schreibtisch";
"Save forgotten items to:" = "Vergessene Elemente sichern nach:";
"Bezel transparency" = "Bezel-Transparenz";
"Lighter" = "Heller";
"Darker" = "Dunkler";
"Bezel width" = "Bezel-Breite";
"Smaller" = "Kleiner";
"Bigger" = "Größer";
"Bezel height" = "Bezel-Höhe";
"Menu item icon" = "Menüsymbol";
"Floatcut icon" = "Floatcut-Symbol";
"Black Floatcut icon" = "Monochromes Floatcut-Symbol";
"White scissors" = "Weiße Schere";
"Black scissors" = "Schwarze Schere";
"Show clipping source app and time" = "Quell-App und Zeit des Ausschnitts anzeigen";
"Synchronized clips" = "Synchronisierte Clips";
"Border color" = "Rahmenfarbe";
"Border transparency" = "Rahmentransparenz";
"Clips received through peer-to-peer synchronization are outlined in the menu and search lists. The border is drawn inside the row and does not change its size." = "Über die Peer-to-Peer-Synchronisation empfangene Clips erhalten im Menü und in der Suchliste einen Rahmen. Er wird innerhalb der Zeile gezeichnet und verändert deren Größe nicht.";
"Ask User" = "Benutzer fragen";
"App Sandbox" = "App-Sandbox";
"Resize Stack" = "Stapelgröße ändern";
"Resizing the stack to a value below its present size will cause clippings to be lost." = "Wenn du die Stapelgröße unter den aktuellen Wert verringerst, gehen Ausschnitte verloren.";
"Resize" = "Größe ändern";
"Cancel" = "Abbrechen";
"Don't Warn Me Again" = "Nicht mehr warnen";
"Clear Clipping List" = "Ausschnittliste leeren";
"Do you want to clear all favorite clippings?" = "Möchtest du alle Favoriten löschen?";
"Do you want to clear all recent clippings?" = "Möchtest du alle zuletzt gespeicherten Ausschnitte löschen?";
"Clear" = "Löschen";
"Select a directory." = "Wähle einen Ordner aus.";
"Search Clipboard HotKey" = "Hotkey für Zwischenablagesuche";
"Activate Floatcut HotKey" = "Floatcut-Hotkey aktivieren";
"%d of %d" = "%d von %d";
"%d of %d (%@)" = "%d von %d (%@)";
"Search clipboard hotkey:" = "Hotkey für Zwischenablagesuche:";
"Check Accessibility Permissions" = "Bedienungshilfen-Berechtigung prüfen";
"Behavior" = "Verhalten";
"Storage" = "Speicher";
"Folders" = "Ordner";
"Capture" = "Erfassung";
"Bezel" = "Bezel";
"Accessibility" = "Bedienungshilfen";
"Application Shortcuts" = "Kurzbefehle innerhalb der Anwendung";
"Shortcut" = "Kurzbefehl";
"Action" = "Aktion";
"Bezel Navigation" = "Navigation im Bezel";
"Bezel Actions" = "Aktionen im Bezel";
"Menu Bar" = "Menüleiste";
"Up/Left Arrow or K" = "Pfeil hoch/links oder K";
"Down/Right Arrow or J" = "Pfeil runter/rechts oder J";
"Home" = "Pos1";
"End" = "Ende";
"Page Up / Page Down" = "Bild auf / Bild ab";
"1-9, 0" = "1-9, 0";
"Scroll Wheel" = "Mausrad";
"Return" = "Eingabetaste";
"Fn+Return" = "Fn+Eingabetaste";
"Backspace/Delete" = "Rücktaste/Entf";
"Escape" = "Esc";
"Double-Click" = "Doppelklick";
"Command+," = "Befehl+,";
"S" = "S";
"Shift+S" = "Umschalt+S";
"F" = "F";
"Shift+F" = "Umschalt+F";
"Space" = "Leertaste";
"Right-Click" = "Rechtsklick";
"Option+Click menu icon" = "Wahlklick auf das Menüsymbol";
"Activation shortcut" = "Aktivierungs-Kurzbefehl";
"Search shortcut" = "Such-Kurzbefehl";
"Move to newer item" = "Zum neueren Eintrag wechseln";
"Move to older item" = "Zum älteren Eintrag wechseln";
"Jump to most recent item" = "Zum neuesten Eintrag springen";
"Jump to oldest item" = "Zum ältesten Eintrag springen";
"Move 10 items forward/back" = "10 Einträge vor/zurück springen";
"Jump to position (0 = 10th)" = "Zur Position springen (0 = 10.)";
"Navigate history" = "Verlauf navigieren";
"Paste selected item" = "Ausgewählten Eintrag einfügen";
"Move item to top of history" = "Eintrag an den Anfang des Verlaufs verschieben";
"Delete selected item" = "Ausgewählten Eintrag löschen";
"Close without pasting" = "Ohne Einfügen schließen";
"Paste item" = "Eintrag einfügen";
"Open preferences" = "Einstellungen öffnen";
"Save item to Desktop" = "Eintrag auf dem Schreibtisch sichern";
"Save to Desktop and delete" = "Auf dem Schreibtisch sichern und löschen";
"Toggle favorites store" = "Favoritenspeicher umschalten";
"Move item to favorites" = "Eintrag zu den Favoriten verschieben";
"Pin bezel open (sticky mode)" = "Bezel geöffnet halten (fixierter Modus)";
"Toggle clipboard tracking on/off" = "Zwischenablage-Erfassung ein-/ausschalten";
"Recent clippings to remember" = "Zu merkende letzte Ausschnitte";
"Favorite clippings to remember" = "Zu merkende Favoriten";
"Choose Folder…" = "Ordner wählen…";
"Ignored password lengths" = "Zu ignorierende Passwortlängen";
"Save forgotten clippings" = "Vergessene Ausschnitte sichern";
"Save forgotten favorites" = "Vergessene Favoriten sichern";
"No acknowledgements found." = "Keine Danksagungen gefunden.";
"Clipboard behavior and retention" = "Verhalten und Aufbewahrung der Zwischenablage";
"Keyboard shortcuts and accessibility" = "Tastaturkürzel und Bedienungshilfen";
"Bezel and menu presentation" = "Darstellung von Bezel und Menü";
"Synchronisation" = "Synchronisation";
"Direct, encrypted clipboard sharing in the local network" = "Direkte, verschlüsselte Zwischenablagefreigabe im lokalen Netzwerk";
"Troubleshooting for clipboard capture and local synchronization" = "Fehlersuche für Zwischenablage-Erfassung und lokale Synchronisation";
"Clipboard diagnostics" = "Zwischenablage-Diagnose";
"Synchronization diagnostics" = "Synchronisationsdiagnose";
"Adds the detected text pasteboard type as a diagnostic entry to the clipboard history. Password-field filtering must be enabled." = "Erfasst den erkannten Text-Zwischenablagetyp als Diagnoseeintrag im Verlauf. Der Passwortfeld-Filter muss aktiviert sein.";
"Local network sync" = "Synchronisation im lokalen Netzwerk";
"Enable encrypted peer-to-peer clipboard sync" = "Verschlüsselte Peer-to-Peer-Synchronisation aktivieren";
"Enable detailed sync diagnostics" = "Detaillierte Sync-Protokollierung aktivieren";
"Records redacted discovery, connection, pairing and revocation events. Clipboard contents, keys, nonces and verification codes are never written. Log file: %@" = "Protokolliert datenschutzgerecht bereinigte Ereignisse zu Discovery, Verbindung, Kopplung und Widerruf. Zwischenablageinhalte, Schlüssel, Nonces und Bestätigungscodes werden niemals geschrieben. Logdatei: %@";
"Only new text clips are sent directly to paired devices that are online. Floatcut does not use a cloud service and does not queue missed clips." = "Nur neue Textausschnitte werden direkt an gekoppelte Geräte gesendet, die gerade online sind. Floatcut verwendet keinen Cloud-Dienst und stellt verpasste Ausschnitte nicht nachträglich zu.";
"Allow new pairing requests" = "Neue Kopplungsanfragen zulassen";
"When disabled, Floatcut rejects incoming pairing requests. Existing paired devices remain connected and continue to synchronize." = "Wenn deaktiviert, lehnt Floatcut eingehende Kopplungsanfragen ab. Bereits gekoppelte Geräte bleiben verbunden und synchronisieren weiterhin.";
"Device name" = "Gerätename";
"Apply" = "Übernehmen";
"Security warning" = "Sicherheitswarnung";
"Dismiss" = "Ausblenden";
"Paired devices" = "Gekoppelte Geräte";
"No devices have been paired." = "Es wurden noch keine Geräte gekoppelt.";
"Online" = "Online";
"Offline" = "Offline";
"Last seen: %@" = "Zuletzt gesehen: %@";
"Unpair" = "Entkoppeln";
"Share with %@" = "Mit %@ teilen";
"Identity changed — connection blocked" = "Identität geändert – Verbindung blockiert";
"Available devices" = "Verfügbare Geräte";
"No unpaired compatible device is currently visible." = "Derzeit ist kein ungekoppeltes kompatibles Gerät sichtbar.";
"Enable sync to search the local network." = "Aktiviere die Synchronisation, um das lokale Netzwerk zu durchsuchen.";
"Incompatible" = "Inkompatibel";
"Pair" = "Koppeln";
"Revocations" = "Widerrufe";
"Revocation confirmed" = "Widerruf bestätigt";
"Delivery pending" = "Zustellung ausstehend";
"Unpaired · revocation confirmed" = "Entkoppelt · Widerruf bestätigt";
"Unpaired · revocation delivery pending" = "Entkoppelt · Widerrufszustellung ausstehend";
"Sync identity" = "Sync-Identität";
"Resetting creates a new cryptographic identity and removes every pairing. Clipboard history and favorites remain unchanged." = "Beim Zurücksetzen wird eine neue kryptografische Identität erstellt und jede Kopplung entfernt. Zwischenablageverlauf und Favoriten bleiben unverändert.";
"Reset sync identity…" = "Sync-Identität zurücksetzen…";
"Local sync could not start because its cryptographic identity is incomplete or unavailable. Reset the sync identity to create a new one. All devices must then be paired again." = "Die lokale Synchronisierung konnte nicht gestartet werden, weil ihre kryptografische Identität unvollständig oder nicht verfügbar ist. Setze die Sync-Identität zurück, um eine neue zu erzeugen. Danach müssen alle Geräte neu gekoppelt werden.";
"Unpair device?" = "Gerät entkoppeln?";
"Reset sync identity?" = "Sync-Identität zurücksetzen?";
"Reset" = "Zurücksetzen";
"Cancel" = "Abbrechen";
"All devices must be paired again. Clipboard history and favorites are preserved." = "Alle Geräte müssen anschließend neu gekoppelt werden. Zwischenablageverlauf und Favoriten bleiben erhalten.";
"Pair clipboard device?" = "Zwischenablagegerät koppeln?";
"Allow" = "Erlauben";
"Reject" = "Ablehnen";
"Codes match" = "Codes stimmen überein";
"Synchronisation is disabled." = "Die Synchronisation ist deaktiviert.";
"Starting local discovery…" = "Lokale Gerätesuche wird gestartet…";
"This device is not currently available for pairing." = "Dieses Gerät ist derzeit nicht zum Koppeln verfügbar.";
"The limit of ten paired devices has been reached." = "Das Limit von zehn gekoppelten Geräten ist erreicht.";
"The sync identity was reset. All devices must be paired again." = "Die Sync-Identität wurde zurückgesetzt. Alle Geräte müssen neu gekoppelt werden.";
"%d device(s) available in the local network." = "%d Gerät(e) im lokalen Netzwerk verfügbar.";
"Connecting to %@ for pairing…" = "Verbindung zu %@ für die Kopplung wird hergestellt…";
"Connected to %@." = "Mit %@ verbunden.";
"A connection to %@ is already active." = "Eine Verbindung zu %@ ist bereits aktiv.";
"The pairing connection timed out. Please try again." = "Die Kopplungsverbindung hat das Zeitlimit überschritten. Bitte versuche es erneut.";
"The cryptographic identity of %@ has changed. Clipboard access was blocked. Remove and pair the device again." = "Die kryptografische Identität von %@ hat sich geändert. Der Zwischenablagezugriff wurde blockiert. Entferne das Gerät und kopple es erneut.";
"%@ wants to pair with Floatcut. No clipboard data is shared until the verification code is confirmed on both devices." = "%@ möchte sich mit Floatcut koppeln. Vor der Bestätigung des Prüfcodes auf beiden Geräten werden keine Zwischenablagedaten geteilt.";
"Verification code: %@" = "Prüfcode: %@";
"Confirm only if the same code is displayed on %@." = "Bestätige nur, wenn auf %@ derselbe Code angezeigt wird.";
"Local network access is waiting: %@" = "Der Zugriff auf das lokale Netzwerk wartet: %@";
"Credits and bundled open-source software" = "Credits und enthaltene Open-Source-Software";
"Accessibility Access Granted" = "Bedienungshilfen-Zugriff gewährt";
"Accessibility Access Required" = "Bedienungshilfen-Zugriff erforderlich";
"Floatcut has accessibility permissions.\n\nBundle: %@\nBundle ID: %@" = "Floatcut hat Bedienungshilfen-Berechtigungen.\n\nBundle: %@\nBundle-ID: %@";
"Floatcut does not have accessibility permissions.\n\nBundle: %@\nBundle ID: %@\n\nYou can request the system prompt or open Settings to grant access manually." = "Floatcut hat keine Bedienungshilfen-Berechtigungen.\n\nBundle: %@\nBundle-ID: %@\n\nDu kannst den Systemdialog anfordern oder die Einstellungen öffnen, um den Zugriff manuell zu gewähren.";
"Floatcut needs accessibility access to paste.\n\nIf you already granted permission, try removing Floatcut from the Accessibility list, adding it again, and restarting the app." = "Floatcut benötigt Bedienungshilfen-Zugriff zum Einfügen.\n\nWenn die Berechtigung bereits erteilt wurde, entferne Floatcut aus der Liste, füge es erneut hinzu und starte die App neu.";
"Send images to this device" = "Bilder an dieses Gerät senden";
"Receiving remains active" = "Empfang bleibt weiter aktiv";
"Clear revocation list" = "Widerrufsliste leeren";
"Permanently removes all stored revocation records. Existing pairings remain unchanged." = "Entfernt dauerhaft alle gespeicherten Widerrufe. Bestehende Kopplungen bleiben unverändert.";
"Clear revocation list?" = "Widerrufsliste leeren?";
"Previously revoked devices will still need to be paired again before they can reconnect." = "Zuvor widerrufene Geräte müssen weiterhin erneut gekoppelt werden, bevor sie sich wieder verbinden können.";
"Transfer settings for %@" = "Übertragungseinstellungen für %@";
"Floatcut Sync now uses protocol v2. Previously paired devices must be confirmed once again. The local sync identity is preserved." = "Floatcut Sync verwendet jetzt Protokoll V2. Bereits gekoppelte Geräte müssen einmal erneut bestätigt werden. Die lokale Sync-Identität bleibt erhalten.";
